Repository: common-repository/let-them-unsubscribe
Catalog: lang/let-them-unsubscribe-*.po
Languages: es_es

source: Users who can delete their profiles
es_es: Usuarios que pueden borrar sus perfiles

source: Select one or more roles
es_es: Selecciona uno o más roles

source: Options
es_es: Ajustes

source: Text displayed on Delete Profile Page
es_es: Texto mostrado en la página de borrado de perfil

source: Text displayed once the user has deleted his profile
es_es: Texto mostrado una vez el usuario ha aceptado borrar su perfil

source: Misc
es_es: Miscelánea

source: Redirect to page
es_es: Redirigir a una página

source: -- Select a page --
es_es: — Seleccionar página —

source: Redirect to this page instead of display the text.
es_es: Redireccionar a esta página en lugar de mostrar el texto.

source: <strong>Info text</strong> field must not be empty
es_es: <strong>Texto mostrado en la página de borrado de perfil</strong> El campo no puede estar vacío

source: <strong>End text</strong> field must not be empty
es_es: <strong> Texto mostrado una vez el usuario ha aceptado borrar su perfil</strong> El campo no puede estar vacío

source: Are you sure?
es_es: ¿Estás seguro?

source: Yes, delete my account
es_es: Sí, quiero borrar mi perfil

source: Go to home page
es_es: Ir a página de inicio

source: Delete my account
es_es: Borrar mi perfil

source: Attention: All your data will be deleted!
es_es: Atención: Todos tus datos se borrarán

source: We will miss you
es_es: Te echaremos de menos

source: Displays a link that leads to the Unsubscribe Admin Screen
es_es: Muestra un enlace que redirige a la página de borrado de perfil

source: Delete your account
es_es: Borrar tu perfil

source: Your profile
es_es: Tu perfil

source: Title:
es_es: Título:

source: Link CSS class:
es_es: Clase CSS del enlace:

source: If the user is not allowed to delete its account, the link will lead to its profile page.
es_es: Si el usuario no tiene permitido el borrado de su perfil, el enlace le llevará a su página de perfil.

source: Let Them Unsubscribe Settings
es_es: Ajustes de Let Them Unsubscribe

source: You do not have enough permissions to access to this page
es_es: No tienes suficientes permisos para acceder a esta página

source: Let the users delete their accounts
es_es: Permite que los usuarios puedan borrar sus perfiles
